import Navbar from "@/components/Nav";

export const metadata = {
  title: 'اقتباسات ملهمة وملفتة للنظر - أمة اقرأ',
  description: 'اكتشف قوة الحكم والعبارات الملهمة على موقع أمة اقرأ! انغمس في عالم الحكم والاقتباسات الجميلة والذكية واستمد منها الإلهام والتفاؤل. اكتشف أفضل الكلمات التي تجذب الأنظار وتعكس حكمة العقول وروعة الإبداع.',
};


const AboutPage = () => {
    return (
      <>
        <Navbar />
        <div class="p-8 bg-gray-100">
          <h2 class="text-2xl font-bold mb-4">من نحن</h2>
          <p class="text-lg mb-6">
              نحن فخورون بأن نقدم لك محتوى غني ومتنوع في عالم قراءة المقالات والقصص والاقتباسات باللغة العربية.
          </p>
          <p class="text-lg mb-6">
              نحن هنا لنشارك معك شغفنا بالكتابة والقراءة من خلال مجموعة متنوعة من المقالات المثيرة، والقصص الملهمة، والاقتباسات العميقة.
          </p>
          <p class="text-lg mb-6">
              سواء كنت تبحث عن نصائح وأفكار جديدة، أو ترغب في الاستمتاع بروايات مشوقة، أو حتى الاستمتاع بجمال العبارات والاقتباسات التي تلامس الروح، فإن موقعنا هو المكان المثالي لك.
          </p>
          <p class="text-lg mb-6">
              نحن ملتزمون بتقديم تجربة قراءة فريدة ومميزة لكل زائر يمر عبر صفحاتنا.
          </p>
          <p class="text-lg mb-6">
              في عالم مليء بالمعلومات والتسلية، نسعى لتقديم محتوى يترك أثرًا إيجابيًا على حياتك.
              انضم إلينا في رحلة استكشاف الكلمات والأفكار، واستمتع بما نقدمه من محتوى ذو قيمة وإلهام.
          </p>
      </div>

      </>
    );
  };
  
  export default AboutPage;
  
  
  
  
  
  
  