import Banner_720 from "@/Banners/Banner_720";

export const metadata = {
  title: 'معلومات عنا - أمة اقرأ',
  description: 'تعرف على مزيد من التفاصيل حول أمة اقرأ. نبذة عن مهمتنا ورؤيتنا وكيف نساهم في تقديم المحتوى الملهم والمثير. اكتشف من نحن وكيف يمكنك الانضمام إلى مجتمعنا.',
};
 


const AboutPage = () => {
    return (
      <>
        <div className="min-h-screen">
          <div className="max-w-[720px] mx-auto">
            <Banner_720 />
          </div>
          <div class="p-8 bg-gray-100 max-w-6xl mx-auto">
            <h2 class="text-2xl font-bold mb-4">من نحن</h2>
            <p class="text-lg mb-6">
              مرحبًا بكم في &quot;أمة اقرأ&quot;، واحة رقمية تحمل في طياتها المعرفة والإلهام. نحن مجتمع متحمس من الكتّاب والفكراء والمستكشفين، ملتزمون بتقديم أرقى المحتوى عبر مجموعة متنوعة من المواضيع والاهتمامات. مهمتنا هي تعزيز عمليات التعلم، وإشعال فضول الاستفهام، وإثراء الحياة من خلال قوة الكلمات. أثناء تصفحك لفئاتنا المتنوعة، ستنطلق في رحلة اكتشاف، بدءًا من الصحة والفنون إلى السفر والتعليم والثقافة والأعمال والأدب والجمال وعلم النفس وتطوير الذات.
            </p>
            <p class="text-lg mb-6">
              في &quot;أمة اقرأ&quot;، نؤمن بقوة المعرفة وتأثيرها الإيجابي. رؤيتنا هي أن نكون منارة للتنوير، حيث يمكن للأفراد من جميع مناحي الحياة أن يروضوا عطشهم للتعلم والتحسين الذاتي. نحن نسعى لتقديم مقالات مفيدة لا تقتصر على التعليم فقط، بل تلهم أيضًا، ونحن نعمل على بناء مجتمع عالمي يحتفي بجمال النمو الفكري وتبادل الثقافات.
            </p>
            <p class="text-lg mb-6">
            وراء كل مقالة ووراء كل كلمة، هناك فريق مخصص من الكتّاب والمحررين والمصممين، ملتزمين بتقديم أفضل المحتوى لكم. نحن نسعى جاهدين لضمان أن يتميز موقع &quot;أمة اقرأ&quot; بالجودة والمصداقية، ونعمل بتفاني لضمان تزويدكم بالمعلومات الهامة والمصادر الملهمة.
            </p>
            <p class="text-lg mb-6">
            نحن نؤمن بأنكم جزءًا أساسيًا من مجتمعنا. نرحب بتفاعلكم وآرائكم ومشاركاتكم. دعونا نبني معًا مكانًا ينمو فيه الحوار ويزدهر التفاعل. نحن ندعوكم لمشاركة أفكاركم واقتراحاتكم وتعليقاتكم ومساهماتكم القيمة.
            </p>
            <p class="text-lg mb-6">
            نحن ندعوكم للانضمام إلى رحلتنا في &quot;أمة اقرأ&quot;. انخرطوا في تجربة فريدة من نوعها من الاستفادة من محتوى غني بالمعرفة والإلهام. دعونا نساعدكم على توسيع آفاقكم وزيادة معرفتكم. انضموا إلى مجتمعنا المتنوع وساهموا في بناء عالم يحتفي بالثقافة والتعلم. أهلاً بكم في &quot;أمة اقرأ&quot;
            </p>
          </div>
          <div className="max-w-6xl mx-auto flex items-center justify-center">
            <div id="container-8d0e5ef90b16b8673778be8c227df469"></div>
          </div>
        </div>
      </>
    );
  };
  
  export default AboutPage;
  
  
  
  
  
  
  