import Navbar from "@/components/Nav";

export const metadata = {
  title: 'اقتباسات ملهمة وملفتة للنظر - أمة اقرأ',
  description: 'اكتشف قوة الحكم والعبارات الملهمة على موقع أمة اقرأ! انغمس في عالم الحكم والاقتباسات الجميلة والذكية واستمد منها الإلهام والتفاؤل. اكتشف أفضل الكلمات التي تجذب الأنظار وتعكس حكمة العقول وروعة الإبداع.',
};


const AboutPage = () => {
    return (
      <>
        <Navbar />
        <section className="max-w-6xl mx-auto py-8 px-4 text-black">
        <div className="font-sans text-right p-5">
        <p className="text-xl font-bold">بسم الله الرحمن الرحيم</p>
          <p className="mt-4 text-lg leading-relaxed">
            نرحب بكم في صفحتنا الشخصية!<br /><br />
            نحن نعمل حاليًا على تطوير هذه الصفحة لتقديم تجربة متميزة لكم. نعدكم بأننا سنقوم بإضافة المزيد من الميزات إلى صفحة الملف الشخصي قريبًا. سنعمل على تقديم محتوى ذو جودة عالية وتجربة تفاعلية تلبي احتياجاتكم وتطلعاتكم.<br /><br />
            في هذه الأثناء، لا تترددوا في التواصل معنا إذا كان لديكم أي استفسارات أو اقتراحات. نحن نتطلع إلى تقديم تجربة مميزة لكم ونشارككم انتظارنا للمزيد من التحسينات والمحتوى الشيق.<br /><br />
            شكرًا لصبركم وتفهمكم أثناء عملية التطوير.<br /><br />
            مع خالص التحية،<br />
          </p>
        </div>
        </section>
      </>
    );
  };
  
  export default AboutPage;
  
  
  
  
  
  
  