import Navbar from "@/components/Nav";

export const metadata = {
  title: 'اقتباسات ملهمة وملفتة للنظر - أمة اقرأ',
  description: 'اكتشف قوة الحكم والعبارات الملهمة على موقع أمة اقرأ! انغمس في عالم الحكم والاقتباسات الجميلة والذكية واستمد منها الإلهام والتفاؤل. اكتشف أفضل الكلمات التي تجذب الأنظار وتعكس حكمة العقول وروعة الإبداع.',
};


const AboutPage = () => {
    return (
      <>
        <Navbar />
        <section className="max-w-6xl mx-auto py-8 px-4 text-black">
          <h1 className="text-4xl font-bold mb-4">حول الموقع</h1>
          <p className="text-lg mb-4">
            مرحبًا بك في موقعنا! هذا الموقع هو مجتمع يهدف إلى تقديم فرص للمستخدمين لقراءة الكتب، تنزيل المقالات، واستخدام الذكاء الاصطناعي لتوليد الصور بشكل مدهش.
          </p>
          <p className="text-lg mb-4">
            نحن نقدم هذه الخدمات لأتباع صفحتنا على فيسبوك الذين يحبون الكتب والقراءة. نسعى جاهدين لتوفير تجربة رائعة للمستخدم وإثراء المحتوى الثقافي والفني.
          </p>
          <p className="text-lg mb-4">
            انضم إلينا اليوم واستكشف مجموعتنا المتنوعة من الكتب والمقالات، واستخدم خدمة توليد الصور باستخدام الذكاء الاصطناعي لإنشاء صور فنية فريدة.
          </p>
          <p className="text-lg">
            شكرًا لدعمكم وانضمامكم إلى مجتمعنا. نتطلع لرؤية تجاربكم المدهشة على موقعنا!
          </p>
        </section>
      </>
    );
  };
  
  export default AboutPage;
  
  
  
  
  
  
  